Revit 2027 API
SpecTypeId.ReinforcementSpacing Property
 Reinforcement Spacing, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReinforcementSpacing { get; }
Public Shared ReadOnly Property ReinforcementSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReinforcementSpacing {
	ForgeTypeId^ get ();
}
static member ReinforcementSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace